{
  "assessmentCategory": "COLLEGE_SKILLS",
  "assessmentType": "LIKERT",
  "prerequisites": [],
  "enabled": true,
  "label": "Self-Regulated Learning",
  "scoringType": "SUM",
  "content": {
    "landing": "<p><img src=\"https://raw.githubusercontent.com/DAACS/DAACS-Website/master/assessments/srl/people-woman-coffee-meeting.jpg\"  class=\"pull-right\" style=\"padding:20px 0 20px 20px; max-width:400px;\"></p>\n\n<p>Welcome to the Self-Regulated Learning (SRL) assessment! The purposes of this assessment are to:</p>\n\n<ul>\n<li>generate a profile of your SRL skills - motivation beliefs, strategic behaviors, and metacognitive skills </li>\n<li>give you feedback about your SRL skills and suggestions for improving them, as needed;</li>\n<li>direct you to online resources and strategies to further enhance your ability to manage the demands of college life.</li>\n</ul>\n\n<p>You will be asked to respond to a series of statements about your SRL skills. For some items, you will indicate your level of agreement, whereas for others you will rate how frequently you display certain behaviors. After this SRL assessment, you will have the opportunity to review your SRL skills and the recommended strategies for improving them, as needed. </p>\n",
    "start": "<p>You are about to take the Self-Regulated Learning Assessment of your motivation, beliefs, and values related to learning. This diagnostic tool will also help you pinpoint the tactics and strategies you already use to help you learn, as well as others that could be useful. The SRL assessment will take about 15-20 minutes to finish. </p>\n\n<p>You will be presented with a number of statements that may or may not apply to you. Please choose a response that best represents you as a learner. There are no right or wrong answers, so just answer honestly!</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/212145509\"></iframe></div>\n\n<p><br /></p>\n",
    "startTips": "<ul>\n<li>There are no right or wrong answers.</li>\n<li>The assessment is not timed and you can stop and return later to complete it.</li>\n<li>Answer honestly to get the best results.</li>\n</ul>\n",
    "helpLabel": "Help",
    "help": "<p>You are about to take the Self-Regulated Learning Assessment of your motivation, beliefs, and values related to learning. This diagnostic tool will also help you pinpoint the strategies you already use to help you learn, as well as others that could be useful. The SRL assessment will take about 15-20 minutes to finish. </p>\n\n<p>You will be presented with a number of statements that may or may not apply to you. There are no right or wrong answers. For the most accurate score, just answer honestly.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/212145509\"></iframe></div>\n"
  },
  "overallRubric": {
    "completionScoreMap": {
      "LOW": "[0.0,133.0)",
      "MEDIUM": "[133.0,152.0)",
      "HIGH": "[152.0,228.0]"
    },
    "supplementTable": [
      {
        "completionScore": "LOW",
        "content": "<p>Thank you for completing the Self-Regulated Learning (SRL) component of the Diagnostic Assessment and Achievement of College Skills (DAACS). The results presented here are meant to be informative and instructional; <strong>there is no passing or failing</strong>. Because your results can change due to life circumstances or courses you take, you are encouraged to take the SRL survey again, especially when beginning new courses.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/212248242\"></iframe></div>\n\n<p>Your responses to the SRL items suggest several strategies to focus on in order to become a successful learner and college student. We recommend visiting each of the domains listed on the left to learn about becoming a more self-regulated learner and access resources to enhance your skills.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207329335\"></iframe></div>\n\n<p class=\"hidden-for-nonconsenting\" style=\"text-align:center;\"><br />\n<a href=\"https://www.surveymonkey.com/r/KCJM3BY\" class=\"btn btn-primary btn-lg\" style=\"background-color: #660066;\" target=\"_blank\">Click here to answer a two-question poll about your SRL results</a>\n</p>\n",
        "contentSummary": "<p>Your survey results suggest that developing new self-regulated learning skills would be very beneficial.</p>\n"
      },
      {
        "completionScore": "MEDIUM",
        "content": "<p>Thank you for completing the Self-Regulated Learning (SRL) component of the Diagnostic Assessment and Achievement of Colleges (DAACS). The results presented here are meant to be informative and instructional; <strong>there is no passing or failing</strong>. Because your results can change due to life circumstances or courses you take, you are encouraged to take SRL survey again, especially when beginning new courses.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/212248242\"></iframe></div>\n\n<p>Your responses to the SRL items suggest that while you have many strengths as a learner, there are some areas where you could enhance your self-regulation skills. The links on the left provide detailed information about different aspects of being a self-regulated learner, with recommendations for how to develop new skills. We recommend exploring areas of strength as well as weaknesses: It is good to play to your strengths while understanding and developing weak areas. </p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207329335\"></iframe></div>\n\n<p class=\"hidden-for-nonconsenting\" style=\"text-align:center;\"><br />\n<a href=\"https://www.surveymonkey.com/r/KCJM3BY\" class=\"btn btn-primary btn-lg\" style=\"background-color: #660066;\" target=\"_blank\">Click here to answer a two-question poll about your SRL results</a>\n</p>\n",
        "contentSummary": "<p>Your survey results suggest that you have some self-regulated learning skills but could develop new skills in order to boost the efficiency and effectiveness of your learning.</p>\n"
      },
      {
        "completionScore": "HIGH",
        "content": "<p>Thank you for completing the Self-Regulated Learning (SRL) component of the Diagnostic Assessment and Achievement of Colleges (DAACS). The results presented here are meant to be informative and instructional; <strong>there is no passing or failing</strong>. Because your results can change due to life circumstances or courses you take, you are encouraged to take SRL survey again, especially when beginning new courses.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/212248242\"></iframe></div>\n\n<p>Your responses to the SRL items suggest that you possess many of the skills necessary to be a successful learner and college student. The links on the left lead to more information about self-regulated learning skills, along with recommendations for how to further develop your self-regulation skills.</p>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207329335\"></iframe></div>\n\n<p class=\"hidden-for-nonconsenting\" style=\"text-align:center;\"><br />\n<a href=\"https://www.surveymonkey.com/r/KCJM3BY\" class=\"btn btn-primary btn-lg\" style=\"background-color: #660066;\" target=\"_blank\">Click here to answer a two-question poll about your SRL results</a>\n</p>\n",
        "contentSummary": "<p>You are a well self-regulated learner.</p>\n"
      }
    ]
  },
  "domains": [
    {
      "id": "strategies",
      "domainType": "SCORING",
      "label": "Strategies",
      "content": "<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207330190\"></iframe></div>\n",
      "rubric": {
        "completionScoreMap": {
          "LOW": "[0.0,18.0)",
          "MEDIUM": "[18.0,37.0)",
          "HIGH": "[37.0,56.0]"
        },
        "supplementTable": [
          {
            "completionScore": "LOW",
            "content": "<h2>Strategies</h2>\n\n<p>Students tend to develop a toolbox of strategies for learning as they progress through college. The purpose of the feedback in this section is to help you fill up that toolbox.</p>\n\n<p>Your overall score for <strong>Strategy Use</strong> indicates that you <strong>do not frequently</strong> use the four types of strategies listed below. Perhaps you never needed to learn about these strategies, or maybe you prefer to use other approaches to learn and manage your learning. Either way, we believe that you would benefit from doing two things: (1) Read the brief explanations of each of the four strategies below, and (2) click on the <strong>More Info</strong> buttons for the strategies that you would like to learn more about.</p>\n",
            "contentSummary": "<p><strong>Strategies</strong> are the procedures people use to enhance their learning. The SRL survey examined the frequency with which you reported using four of the most effective types of strategies: (1) help-seeking, (2) managing your time, (3) managing your environment, and (4) understanding new material. </p>\n\n<p>Your overall score indicates that you <strong>do not frequently</strong> use learning strategies, which means there are some useful techniques you can add to your repertoire in order to make your studying more efficient and effective. Please click on the <strong>More Info</strong> button to learn about the strategies that are available to you. </p>\n"
          },
          {
            "completionScore": "MEDIUM",
            "content": "<h2>Strategies</h2>\n\n<p>Students tend to develop a toolbox of strategies for learning as they progress through college. The purpose of the feedback in this section is to help you fill up that toolbox.</p>\n\n<p>Your overall score for <strong>Strategy Use</strong> indicates that you <strong>occasionally</strong> use some of the strategies listed below. This is a good start, but we believe you would benefit from doing two things: (1) Read the brief explanations of each of the four strategies below, and (2) click on the <strong>More Info</strong> buttons for the strategies that you need to improve upon most quickly.</p>\n",
            "contentSummary": "<p><strong>Strategies</strong> are the procedures people use to enhance their learning. The SRL survey examined the frequency with which you reported using four of the most effective types of strategies: (1) help-seeking, (2) managing your time, (3) managing your environment, and (4) understanding new material. </p>\n\n<p>Your overall score indicates that you <strong>occasionally</strong> use learning strategies, which means there are some useful techniques you can add to your repertoire in order to make your studying more efficient and effective. To learn new strategies, click on the <strong>More Info</strong> button.</p>\n"
          },
          {
            "completionScore": "HIGH",
            "content": "<h2>Strategies</h2>\n\n<p>Students tend to develop a toolbox of strategies for learning as they progress through college. Although your overall score for <strong>Strategy Use</strong> indicates that your toolbox of strategies is pretty full, you can add more useful techniques to the box by clicking on the <strong>More Info</strong> buttons below. </p>\n",
            "contentSummary": "<p><strong>Strategies</strong> are the procedures people use to enhance their learning. The SRL survey examined the frequency with which you reported using four of the most effective types of strategies: (1) help-seeking, (2) managing your time, (3) managing your environment, and (4) understanding new material. </p>\n\n<p>Your overall score indicates that you <strong>frequently</strong> use learning strategies. To learn more about strategies, click on the <strong>More Info</strong> button.</p>\n"
          }
        ]
      },
      "subDomains": [
        {
          "id": "managing_time",
          "domainType": "SCORING",
          "label": "Managing Time",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know about managing time, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why managing time is important.</p>\n                     <a href=\"http://srl.daacs.net/managing_time.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the power of managing time.</p>\n                     <a href=\"http://srl.daacs.net/managing_time_profiles.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your time management strategies.</p>\n                     <a href=\"http://srl.daacs.net/strategies_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,4.0)",
              "MEDIUM": "[4.0,8.0)",
              "HIGH": "[8.0,12.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Strategies for Managing Time</h2>\n\n<p>Going to college requires students to use effective time management strategies in order to manage multiple tasks and avoid becoming overwhelmed. People who use time management strategies tend to work more efficiently, feel less stressed, and experience a greater level of confidence in school. Your SRL survey results suggest that you <strong>do not frequently</strong> use strategies to manage your time (see your responses below). You might know that you should do things like set aside regular times for schoolwork, use a calendar to mark down due dates for assignments, and keep track of how much time assignments take&ndash;but you don&#39;t do them as often as you could.  </p>\n\n<p>This scenario illustrates how insufficient time management tactics can have an adverse impact:</p>\n\n<blockquote>\n<p>Sam, a second year college student, performs well in some classes but not in others. He tends to struggle most in classes that involve very unfamiliar information or when there are a lot of different assignments to complete. This semester, Sam was required to enroll in a college math course that covered material that was new to him. With the first exam of the semester approaching in one week, Sam reminded himself that he needed to study this new material. He sat down to study, but soon received a text from his friends inviting him to play basketball. Since the exam was a week away, Sam figured that he could play basketball that night and could study later; after all, it was important to stay in touch with friends and get exercise, too. As the week progressed, Sam got involved with assignments for other classes and more basketball games, and neglected to study for the math exam until two nights before the test. He decided to study each chapter that would be tested, and began to read the first one. The night before the test, Sam realized he had  finished only one of the four chapters, and the only way he could cover all the material was if he stayed up all night. Sam barely slept. By morning he felt anxious,  stressed, and still unprepared for the exam. He was so tired during the test that he could hardly think. </p>\n</blockquote>\n\n<p>Sam realized he should have spaced out his studying over the course of the week, and set specific days and times to devote to his studies. He also knew he should have used the calendar on his phone to set up daily reminders about when and what to study.   </p>\n\n<p>We think that you would greatly benefit from learning more about time management. Click on any of the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons that are of interest to you. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>do not typically</strong> use strategies to manage your time. Planning out when to complete your coursework by making a schedule can help you stay organized and prepared.   </p>\n\n<p>These <strong>time management strategies</strong> are quite useful:</p>\n\n<ol>\n<li> Set aside regular times to complete your work and stick to your schedule.</li>\n<li> Prioritize your assignments: Make sure you complete the most important tasks first.</li>\n<li> Estimate the time it takes to complete assignments and then check to see how accurate you were. </li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to learn more about time management strategies. </p>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Strategies for Managing Time</h2>\n\n<p>Going to college requires students to use effective time management strategies in order to manage multiple tasks and avoid becoming overwhelmed. People who use time management strategies tend to work more efficiently, feel less stressed, and experience a greater level of confidence in school. Your SRL survey results suggest that you <strong>sometimes</strong> use strategies to manage your time (see your responses below). You might do things like set aside regular times for schoolwork, use a calendar to mark down due dates for assignments, or keep track of how much time assignments take&ndash;but not as often as you could.  </p>\n\n<p>This scenario illustrates how insufficient time management tactics can adversely impact students in college:</p>\n\n<blockquote>\n<p>Sam, a second year college student, performs well in some classes but not in others. He tends to struggle most in classes that involve very unfamiliar information or when there are a lot of different assignments to complete. This semester, Sam was required to enroll in a college math course that covered material that was new to him. With the first exam of the semester approaching in one week, Sam reminded himself that he needed to study this new material. He sat down to study, but soon received a text from his friends inviting him to play basketball. Since the exam was a week away, Sam figured that he could play basketball that night and could study later; after all, it was important to stay in touch with friends and get exercise, too. As the week progressed, Sam got involved with assignments for other classes and more basketball games, and neglected to study for the math exam until two nights before the test. He decided to study each chapter that would be tested, and began to read the first one. The night before the test, Sam realized he had  finished only one of the four chapters, and the only way he could cover all the material was if he stayed up all night. Sam barely slept. By morning he felt anxious,  stressed, and still unprepared for the exam. He was so tired during the test that he could hardly think. </p>\n</blockquote>\n\n<p>Sam realized he should have spaced out his studying over the course of the week, and set specific days and times to devote to his studies. He also knew he should have used the calendar on his phone to set up daily reminders about when and what to study.   </p>\n\n<p>We think that you would benefit from learning more about time management. Click on any of the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons that are of interest to you. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>sometimes</strong> use strategies to manage your time. Planning out when to complete your coursework by making a schedule can help you stay organized and prepared.   </p>\n\n<p>These <strong>time management strategies</strong> are quite useful:</p>\n\n<ol>\n<li> Set aside regular times to study on <em>multiple days</em> in advance of a due date and stick to your schedule.</li>\n<li> Prioritize tasks based on the most important things you need to study, for example, study the most difficult things first. </li>\n<li> Use a calendar to remind yourself of upcoming assignments and to make you aware of other activities that could conflict with your study schedule.</li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to learn more about time management strategies. </p>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Strategies for Managing Time</h2>\n\n<p>Going to college requires students to use effective time management strategies in order to manage multiple tasks and avoid becoming overwhelmed. People who use time management strategies tend to work more efficiently, feel less stressed, and experience a greater level of confidence in school. Fortunately, your SRL survey results suggest that you <strong>frequently</strong> use strategies to manage your time (see your responses below). You probably do things like set aside regular times for schoolwork, use a calendar to mark down due dates for assignments, and keep track of much time assignments take. Good for you!</p>\n\n<p>Although you frequently manage your time, you can learn more by clicking any of the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>frequently</strong> manage your time well. As you know, this is a good habit that helps you stay organized and prepared.   </p>\n\n<p>You probably use <strong>strategies</strong> like these for <strong>time management</strong>:</p>\n\n<ol>\n<li> Set aside regular times to complete your work and stick to your schedule.</li>\n<li> Prioritize your assignments: Make sure you complete the most important tasks first.</li>\n<li> Estimate the time it takes to complete assignments and then check to see how accurate you were. </li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "help_seeking",
          "domainType": "SCORING",
          "label": "Help Seeking",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about help seeking, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why help seeking is important.</p>\n                     <a href=\"http://srl.daacs.net/help_seeking.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the power of help seeking.</p>\n                     <a href=\"http://srl.daacs.net/help_seeking_profiles.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for help seeking strategies.</p>\n                     <a href=\"http://srl.daacs.net/strategies_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,4.0)",
              "MEDIUM": "[4.0,8.0)",
              "HIGH": "[8.0,12.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Strategies for Help Seeking</h2>\n\n<p>Some classes and topics in college can be difficult. Further, when taking online classes, there might not always be a teacher monitoring your progress and checking in with you about your work. As a result, asking for help when you get stuck or do not understand something is an important survival skill. </p>\n\n<p>According to the SRL survey results, it appears that you <strong>rarely</strong> reach out for help when needed (see your responses below). This is understandable, since seeking out help is not an easy thing to do. Students can feel intimidated or anxious, or like they just don&#39;t have time. They also might not know what to say or how to ask. However, learning how to get the assistance you need is critical to improving your learning, helping you to complete assignments correctly, and feeling more confident about your school work. This scenario illustrates how important it is to get help when you need it:</p>\n\n<blockquote>\n<p>Erica, a 29 year old who works as an elementary school aide, recently enrolled in an online college English course. Erica considers herself to be a smart, hardworking professional and believes she will succeed in the course without much difficulty. During the second lesson, Erica began having trouble comprehending some course material. Instead of asking for clarification, Erica tried to figure out the confusing content on her own. She thought, &ldquo;I am smart enough to have made it this far, I should be able to do this. Plus, talking to teachers makes me nervous!&rdquo; Erica continued to push her way through each lesson, ignoring content she did not understand. As the course continued, Erica felt overwhelmed and frustrated, and she was no longer confident in her ability to do well in the course. Of greatest concern was that, because Erica had avoided certain topics, she had difficulty understanding more advanced concepts in class, which then caused her to fall further behind in her classwork.</p>\n</blockquote>\n\n<p>Erica&#39;s attitude&ndash;&ldquo;I don&#39;t want to ask for help&rdquo;&ndash;is fairly common among college students. But much of the frustration and anxiety that she experienced could have been avoided if she had been mindful of the fact that getting the help from others is not an admission that she could not learn, or was dumb: Help-seeking is a hallmark of successful, self-regulated students. </p>\n\n<p>Be an advocate for yourself and seek out the help you need! Click on the Learn, See, and Do buttons for more information.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>do not frequently</strong> seek out assistance from others when needed. Seeking help is a very powerful strategy to use in college because of the many people and resources that are available to support you when things are confusing or difficult. You might benefit from becoming more strategic about getting assistance when you need it. </p>\n\n<p>Some <strong>help-seeking strategies</strong> that you might want to consider include the following:</p>\n\n<ol>\n<li> Identify and write down the specific things that give you trouble, and ask your advisor for suggestions for getting assistance.</li>\n<li> At the start of a course, ask your teacher and advisor about the best ways to contact them (e.g., office hours, email, course website, phone call).</li>\n<li> Advocate for yourself &ndash; be persistent if your first attempt to get help is not successful.</li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to learn even more. </p>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Strategies for Help Seeking</h2>\n\n<p>Some classes and topics in college can be difficult. Further, when taking online classes, there may not always be a teacher monitoring your progress and checking in with you about your work. As a result, asking for help when you get stuck or do not understand something is an important survival skill. </p>\n\n<p>The SRL survey results indicate that you <strong>sometimes</strong> reach out for help when you need it (see your responses below): You might do things like ask your teacher questions about the details of upcoming assignments, or bring up topics that confuse you. Doing these things can improve your learning, help you to complete assignments correctly, and make you feel more confident about school. This scenario illustrates how important it is to get help when you need it:</p>\n\n<blockquote>\n<p>Erica, a 29 year old who works as an elementary school aide, recently enrolled in an online college English course. Erica considers herself to be a smart, hardworking professional and believes she will succeed in the course without much difficulty. During the second lesson, Erica began having trouble comprehending some course material. Instead of asking for clarification, Erica tried to figure out the confusing content on her own. She thought, &ldquo;I am smart enough to have made it this far, I should be able to do this. Plus, talking to teachers makes me nervous!&rdquo; Erica continued to push her way through each lesson, ignoring content she did not understand. As the course continued, Erica felt overwhelmed and frustrated, and she was no longer confident in her ability to do well in the course. Of greatest concern was that, because Erica had avoided certain topics, she had difficulty understanding more advanced concepts in class, which then caused her to fall further behind in her classwork.</p>\n</blockquote>\n\n<p>Erica&#39;s attitude&ndash;&ldquo;I don&#39;t want to ask for help&rdquo;&ndash;is fairly common among college students. But much of the frustration and anxiety that she experienced could have been avoided if she had been mindful of the fact that getting the help from others is not an admission that she could not learn, or was dumb: Help-seeking is a hallmark of successful, self-regulated students. </p>\n\n<p>Be an advocate for yourself and seek out the help you need! Click on the Learn, See, and Do buttons for more information.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>occasionally</strong> seek out assistance from others when needed. Seeking help is a very powerful strategy to use in college because of the many people and resources that are available to support you when things are confusing or difficult. You might benefit from becoming more strategic about getting assistance when you need it. </p>\n\n<p>Some <strong>help-seeking strategies</strong> that you might want to consider include the following:</p>\n\n<ol>\n<li> Identify and write down the specific things that give you trouble, and ask your advisor for suggestions for getting assistance.</li>\n<li> At the start of a course, ask your teacher and advisor about the best ways to contact them (e.g., office hours, email, course website, phone call).</li>\n<li>Advocate for yourself &ndash; be persistent if your first attempt to get help is not successful.</li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to learn even more. </p>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Strategies for Help Seeking</h2>\n\n<p>The reality is that some classes and topics in college can be difficult. Further, when taking online classes, there may not always be a teacher monitoring your progress and checking in with you about your work. As a result, asking for help when you get stuck or do not understand something is an important survival skill. </p>\n\n<p>The SRL survey results indicate that you <strong>frequently</strong> reach out for help when you need it (see your responses below): You do things like ask your teacher questions about the details of upcoming assignments, and bring up topics that confuse you. Although your help-seeking habits seem strong, you can learn more by clicking on any of the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>The results from the survey indicate that you <strong>frequently</strong> seek out assistance from others when needed. Seeking help is a GREAT strategy to use in college because of the many people and resources that are available to support you when things are confusing or difficult.</p>\n\n<p>Some additional <strong>help-seeking strategies</strong> that you may want to consider include the following:</p>\n\n<ol>\n<li> Identify and write down the specific things that give you trouble, and ask your advisor for suggestions for getting assistance.</li>\n<li> At the start of a course, ask your teacher and advisor about the best way to contact them (e.g., office hours, email, course website, phone call).</li>\n<li>Advocate for yourself &ndash; be persistent if your first attempt to get help is not successful.</li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "managing_environment",
          "domainType": "SCORING",
          "label": "Managing Environment",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about managing environments, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why managing environments is important.</p>\n                     <a href=\"http://srl.daacs.net/managing_environment.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the power of managing environments.</p>\n                     <a href=\"http://srl.daacs.net/managing_environments_profiles.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your environment management strategies.</p>\n                     <a href=\"http://srl.daacs.net/strategies_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,4.0)",
              "MEDIUM": "[4.0,8.0)",
              "HIGH": "[8.0,12.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Strategies for Managing Environments</h2>\n\n<p>There are many things that can cause people to become distracted from their studies. One of the most common problems is not having a quiet place to do work. A surprising number of students attempt to study with noise or people around them. They also let technologies, such as TV, cell phone, or internet, interfere with their attention. A key to success in college is developing proficiency in using <strong>strategies to eliminate or reduce distractions</strong>.</p>\n\n<p>The SRL survey showed that you <strong>rarely</strong> use strategies to minimize disruptions and distractions (see your responses below). You might turn off your phone or make sure that your family and friends do not distract you, but you don&#39;t always take control of your learning environment. There may be room to improve in this area, since distractions make it difficult for you to concentrate and can lead to poorly done or late assignments, and feeling overwhelmed and stressed out. </p>\n\n<p>This scenario illustrates how reducing distractions is a key survival skill in college:</p>\n\n<blockquote>\n<p>Gloria, a first year college student, was feeling stressed and overwhelmed about a research paper that she had to write within a week. While writing the paper, Gloria had her cell phone on her desk and would continually check out the texts that her friends were sending back and forth. She also would attempt to do her work when her children or other family members were around. At one point, she stated to herself, &ldquo;I am so stressed out. I just can&#39;t seem to concentrate. I have so much to do, but I can&#39;t seem to get anything done.&rdquo; Because she allowed her hectic, busy life to impinge on her study times, Gloria found it nearly impossible to reflect on how to make the situation better. Gloria was discouraged by about how hard college was, and thought about whether she should continue. </p>\n</blockquote>\n\n<p>Gloria did not know how to take control of her situation. She did not realize that there were many simple strategies that she could use to minimize interruptions as she worked. These strategies would make her so efficient that she would perform well <em>and</em> have more time for family and friends.</p>\n\n<p>To become more proficient in managing your environment, please select one or more of the three buttons below: <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong>. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the survey indicate that you <strong>do not</strong> tend to limit environmental distractions when completing your schoolwork. Getting into the habit of regularly creating a quiet, comfortable place to do your work can help keep you more focused and attentive. As a result, you will get your work done faster, and better. </p>\n\n<p>Please read the <strong>environment management strategies</strong> below, and click on the <strong>More Info</strong> button to dig even deeper.</p>\n\n<ol>\n<li> Set rules about &ldquo;do not disturb&rdquo; times for others in your house.</li>\n<li> Turn off your cell phone and other technology.</li>\n<li> Identify 2-3 comfortable and quiet study places so you have multiple options.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Strategies for Managing Environments</h2>\n\n<p>There are many things that can cause people to become distracted from their studies. One of the most common problems is not having a quiet place to do work. A surprising number of students attempt to study with noise or people around them. They also let technologies, such as TV, cell phone, or internet, interfere with their attention. A key to success in college is developing proficiency in using <strong>strategies to eliminate or reduce distractions</strong>.</p>\n\n<p>The SRL survey showed that you <strong>occasionally</strong> use strategies to minimize disruptions and distractions (see your responses below). You might turn off your phone or make sure that your family and friends do not distract you, but you don&#39;t always take control of your learning environment. There may be room to improve in this area, since distractions make it difficult for you to concentrate and can lead to poorly done or late assignments, and feeling overwhelmed and stressed out. </p>\n\n<p>This scenario illustrates how reducing distractions is a key survival skill in college:</p>\n\n<blockquote>\n<p>Gloria, a first year college student, was feeling stressed and overwhelmed about a research paper that she had to write within a week. While writing the paper, Gloria had her cell phone on her desk and would continually check out the texts that her friends were sending back and forth. She also would attempt to do her work when her children or other family members were around. At one point, she stated to herself, &ldquo;I am so stressed out. I just can&#39;t seem to concentrate. I have so much to do, but I can&#39;t seem to get anything done.&rdquo; Because she allowed her hectic, busy life to impinge on her study times, Gloria found it nearly impossible to reflect on how to make the situation better. Gloria was discouraged by about how hard college was, and thought about whether she should continue. </p>\n</blockquote>\n\n<p>Gloria did not know how to take control of her situation. She did not realize that there were many simple strategies that she could use to minimize interruptions as she worked. These strategies would make her so efficient that she would perform well <em>and</em> have more time for family and friends.</p>\n\n<p>To become more proficient in managing your environment, please select one or more of the three buttons below: <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong>. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the survey indicate that you <strong>occasionally</strong> limit environmental distractions when completing your schoolwork. Getting into the habit of regularly creating a quiet, comfortable place to do your work can help keep you more focused and attentive. As a result, you will get your work done faster, and better. </p>\n\n<p>Please read the <strong>environment management strategies</strong> below, and click on the <strong>More Info</strong> button to dig even deeper.</p>\n\n<ol>\n<li> Set rules about &ldquo;do not disturb&rdquo; times for others in your house.</li>\n<li> Turn off your cell phone and other technology.</li>\n<li> Identify 2-3 comfortable and quiet study places so you have multiple options.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Strategies for Managing Environments</h2>\n\n<p>There are many things that can cause people to become distracted from their studies. One of the most common problems is not having a quiet place to do work. A surprising number of students attempt to study with noise or people around them. They also let technologies, such as TV, cell phone, or internet, interfere with their attention. A key to success in college is developing proficiency in using <strong>strategies to eliminate or reduce distractions</strong>.</p>\n\n<p>The SRL survey showed that you <strong>frequently</strong> use strategies to minimize disruptions and distractions (see your responses below). You probably turn off your phone and make sure that your family and friends do not distract you. It is fantastic that you take control of your learning enviroment in these ways. Keep up the good work! </p>\n\n<p>Although you appear to manage distractions well, you can learn more by clicking on the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the survey indicate that you <strong>frequently</strong> limit environmental distractions when completing your schoolwork. This is a very important skill because it helps you stay focused and attentive which, in turn, makes your work get done faster and better. </p>\n\n<p>Here are some of the most useful strategies for <strong>managing your study environment</strong>:</p>\n\n<ol>\n<li> Set rules about &ldquo;do not disturb&rdquo; times for others in your house .</li>\n<li> Turn off your cell phone and other technology.</li>\n<li> Identify 2-3 comfortable and quiet places to study so that you have multiple options.</li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "understanding",
          "domainType": "SCORING",
          "label": "Understanding",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know about strategies for understanding, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why strategies for understanding are important.</p>\n                     <a href=\"http://srl.daacs.net/understanding.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the power of strategies for understanding.</p>\n                     <a href=\"http://srl.daacs.net/understanding_profiles.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your strategies for understanding.</p>\n                     <a href=\"http://srl.daacs.net/strategies_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,6.0)",
              "MEDIUM": "[6.0,13.0)",
              "HIGH": "[13.0,20.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Strategies for Managing Understanding &amp; Learning</h2>\n\n<p>Students who perform well in college use a variety of learning strategies to <strong>understand</strong> new material. A diverse collection of study strategies is valuable because different subjects require different approaches to learning: One course might lend itself to writing summaries of key points from a lesson in your own words, while in another it may be more useful to create concept maps to organize information. The SRL survey results suggest that you <strong>occasionally</strong> use different types of strategies to help you learn and remember information (see your responses below). You might not consistently use the most effective strategies, or perhaps, like many people, you have a limited repertoire. </p>\n\n<p>This scenario illustrates how using different strategies can help you more easily understand and remember information:</p>\n\n<blockquote>\n<p>Steven, a second year college student, was feeling overwhelmed and defeated while studying for his math test. Steven&#39;s primary approach to studying was reading over the chapters and briefly reviewing his class notes. On many occasions, he became confused and did not understand what he was reading. Instead of going back and trying to understand the section, or using a different source to learn the information, he simply avoided what he did not understand. He thought to himself, &ldquo;I don&#39;t get this stuff, but I don&#39;t know what else I can do!&rdquo; When he talked to one of his classmates, Elizabeth, about his struggles, she opened up his eyes to a whole new way of studying. Elizabeth told him, &ldquo;When it comes to math, I need to do a lot of practice problems and see where I have trouble. Reading my notes is only helpful when I&#39;m trying to figure out a problem I don&#39;t understand. Taking the practice tests tells me which problems I have to study and which ones I have mastered.&rdquo; Steven asked Elizabeth where she learned this strategy. She told him that her high school teacher told her to do practice problems but she never understood their value until she read the SRL feedback.</p>\n</blockquote>\n\n<p>Like many students, Steven studied for tests in a fairly narrow way. He tended to use the same study approach regardless of the class. His approach was often ineffective, but he didn&#39;t know what else to do. </p>\n\n<p><strong>Everyone</strong> can benefit from learning new ways to learn&ndash;it just comes down to finding out what they are and how to use them. Click on the <strong>Learn</strong>, <strong>See</strong>, and <strong>Do</strong> buttons to develop your repertoire of learning strategies. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Because you are expected to process a lot of information in college, it is important that you are able to effectively organize, synthesize, and recall course-related information. Your survey results show that you <strong>do not frequently</strong> use strategies to remember and understand course content. You might use one or two techniques like reviewing information until it is mastered, paying attention to the most important information, asking questions, or putting new ideas into your own words, but there are many more powerful strategies available to you.  </p>\n\n<p>To add to your toolbox of <strong>learning strategies</strong>, consider trying these:</p>\n\n<ol>\n<li> Study course material over several short study sessions rather than one long session.</li>\n<li> Use practice quizzes or tests to check your understanding of course material. Restudy only the material you got wrong.</li>\n<li> Elaborate on information by using concept maps or making summaries.</li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to add powerful learning strategies to your repertoire.</p>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Strategies for Managing Understanding &amp; Learning</h2>\n\n<p>Students who perform well in college use a variety of learning strategies to <strong>understand</strong> new material. A diverse collection of study strategies is valuable because different subjects require different approaches to learning. The SRL survey results suggest that you <strong>occasionally</strong> use different types of strategies to help you learn and remember information (see your responses below). However, you might not consistently use effective strategies, or perhaps, like many students, you have a limited repertoire. </p>\n\n<p>This scenario illustrates how using different strategies can help you more easily understand and remember information:</p>\n\n<blockquote>\n<p>Steven, a second year college student, was feeling overwhelmed and defeated while studying for his math test. Steven&#39;s primary approach to studying was reading over the chapters and briefly reviewing his class notes. On many occasions, he became confused and did not understand what he was reading. Instead of going back and trying to understand the section, or using a different source to learn the information, he simply avoided what he did not understand. He thought to himself, &ldquo;I don&#39;t get this stuff, but I don&#39;t know what else I can do!&rdquo; When he talked to one of his classmates, Elizabeth, about his struggles, she opened up his eyes to a whole new way of studying. Elizabeth told him, &ldquo;When it comes to math, I need to do a lot of practice problems and see where I have trouble. Reading my notes is only helpful when I&#39;m trying to figure out a problem I don&#39;t understand. Taking the practice tests tells me which problems I have to study and which ones I have mastered.&rdquo; Steven asked Elizabeth where she learned this strategy. She told him that her high school teacher told her to do practice problems but she never understood their value until she read the SRL feedback.</p>\n</blockquote>\n\n<p>Like many students, Steven studied for tests in a fairly narrow way. He tended to use the same study approach regardless of the class. His approach was often ineffective, but he didn&#39;t know what else to do. </p>\n\n<p>All students can benefit from learning new ways to learn. Click on the <strong>Learn</strong>, <strong>See</strong>, and <strong>Do</strong> buttons to develop your repertoire of learning strategies. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Because you are expected to process a lot of information in college, it is important that you are able to effectively organize, synthesize, and recall course-related information. Your survey results show that you <strong>occasionally</strong> use strategies to remember and understand course content. You might use a few techniques like reviewing information until it is mastered, paying attention to the most important information, asking questions, or putting new ideas into your own words.  </p>\n\n<p>To add to your toolbox of <strong>learning strategies</strong>, consider trying these:</p>\n\n<ol>\n<li> Study course material over several short study sessions rather than one long session.</li>\n<li> Use practice quizzes or tests to check your understanding of course material. Restudy only the material you got wrong.</li>\n<li> Elaborate on information by using concept maps or making summaries.</li>\n</ol>\n\n<p>Click on the <strong>More Info</strong> button to add powerful learning strategies to your repertoire.</p>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Strategies for Managing Understanding &amp; Learning</h2>\n\n<p>Students who perform well in college use a variety of learning strategies to <strong>understand</strong> new material. The SRL survey results suggest that you <strong>frequently</strong> use different types of strategies to help you learn and remember information (see your responses below). A strong repertoire of study strategies is valuable because different subjects require different approaches to learning.</p>\n\n<p>Although you seem to have a toolbox full of study strategies, you can always learn more. Click on the <strong>Learn</strong>, <strong>See</strong>, or <strong>Do</strong> buttons below to deepen your knowledge of <strong>learning strategies</strong>.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your survey results show that you <strong>frequently</strong> use strategies to remember and understand information. You probably use techniques like reviewing information until it is mastered, paying attention to the most important information, asking questions, and putting new ideas into your own words.  </p>\n\n<p>To add to your toolbox of <strong>learning strategies</strong>, consider trying these:</p>\n\n<ol>\n<li> Study course material over several short study sessions rather than one long session.</li>\n<li> Use practice quizzes or tests to check your understanding of course material. Restudy only the material you got wrong.</li>\n<li> Elaborate on information by using concept maps or making summaries.</li>\n</ol>\n"
              }
            ]
          }
        }
      ]
    },
    {
      "id": "motivation",
      "domainType": "SCORING",
      "label": "Motivation",
      "content": "<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207330611\"></iframe></div>\n",
      "rubric": {
        "completionScoreMap": {
          "LOW": "[0.0,26.0)",
          "MEDIUM": "[26.0,53.0)",
          "HIGH": "[53.0,80.0]"
        },
        "supplementTable": [
          {
            "completionScore": "LOW",
            "content": "<h2>Motivation</h2>\n\n<p>The level of <strong>Motivation</strong> that students display is influenced by many different factors, such as their <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. In this section, you will have an opportunity to learn about your level of motivational beliefs in these four areas.</p>\n\n<p>Your overall score in Motivation was <strong>Developing</strong>. This means that your scores across the four area were not as developed as they could be. To learn more about the definition of each motivational source, please read the brief explanations below. We also encourage you to click on the buttons for each of these motivation beliefs so that you can learn more about how to develop a stronger level of motivation in school. </p>\n",
            "contentSummary": "<p><strong>Motivation</strong> is the desire or will to do something. When people are motivated, they invest a lot of effort in their work, persist when challenged, and try do the best possible job they can. The SRL survey addressed four sources of motivation: <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. </p>\n\n<p>Your results suggest that your level of motivation was in the <strong>low range</strong>. To learn more about how you can improve your motivation, please click on the <strong>More Info</strong> button. </p>\n"
          },
          {
            "completionScore": "MEDIUM",
            "content": "<h2>Motivation</h2>\n\n<p>The level of <strong>Motivation</strong> that students display is influenced by many different factors, such as their <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. In this section, you will have an opportunity to learn about your level of motivational beliefs in these four areas.</p>\n\n<p>Your overall score in Motivation was <strong>Emerging</strong>. This could mean one of two things. It is possible that your profile of scores across the four areas was fairly consistent and in the medium or emerging level (not too high but not too low). Another possibility is that your profile may be unevenly developed, meaning that your scores for some motivational beliefs may be high, yet others may be low. Below, take a look at all four motivational beliefs. Click on those areas that seem to be lower than others or on areas that are of particular interest to you. By clicking on each of the motivational beliefs, you can learn how to enhance or improve them.</p>\n",
            "contentSummary": "<p><strong>Motivation</strong> is the desire or will to do something. When people are motivated, they invest a lot of effort in their work, persist when challenged, and try do the best possible job they can. The SRL survey addressed four sources of motivation: <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. </p>\n\n<p>Your results suggest that your level of motivation was in the <strong>middle range</strong>. To learn more about how you can improve your motivation, please click on the <strong>More Info</strong> button. </p>\n"
          },
          {
            "completionScore": "HIGH",
            "content": "<h2>Motivation</h2>\n\n<p>The level of <strong>Motivation</strong> that students display is influenced by many different factors, such as their <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. In this section, you will have an opportunity to learn about your level of motivational beliefs in these four areas.</p>\n\n<p>Your overall score in Motivation was <strong>High</strong>. This means that your scores across across the four areas were fairly consistent and positive. To learn more about the meaning of each motivational source, please read the section below. Further, you can click the tab for any of the motivation beliefs to learn more about how to keep your motivation strong. </p>\n",
            "contentSummary": "<p><strong>Motivation</strong> is the desire or will to do something. When people are motivated, they invest a lot of effort in their work, persist when challenged, and try do the best possible job they can. The SRL survey addressed four sources of motivation: <strong>self-efficacy</strong>, <strong>goal orientation</strong>, <strong>mindset</strong>, and <strong>test anxiety</strong>. </p>\n\n<p>Your results suggest that your your level of motivation was in the <strong>high range</strong>. If you are interested in learning more about motivation or the different ways to keep it strong, please click on the <strong>More Info</strong> button. </p>\n"
          }
        ]
      },
      "subDomains": [
        {
          "id": "anxiety",
          "domainType": "SCORING",
          "label": "Anxiety",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about test anxiety, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why managing test anxiety is important.</p>\n                     <a href=\"http://srl.daacs.net/anxiety_importance.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the effects of test anxiety.</p>\n                     <a href=\"http://srl.daacs.net/anxiety_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for managing test anxiety.</p>\n                     <a href=\"http://srl.daacs.net/anxiety_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,8.0)",
              "MEDIUM": "[8.0,16.0)",
              "HIGH": "[16.0,24.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Anxiety</h2>\n\n<p>Test anxiety is experienced as negative thoughts (worries, fears), uncomfortable and unpleasant feelings (anxiety), and physical reactions (increased pulse rate). The SRL survey results suggest that you have a <strong>high level of test anxiety</strong>. This means that you tend to worry a lot about how you will perform on exams. You might also feel on edge or have trouble focusing on schoolwork because of worrying. </p>\n\n<p>The following scenario might seem familiar to you:</p>\n\n<blockquote>\n<p>Sal, a second year college student, immediately begins to have negative thoughts at the mention of any exam &ndash; he believes he&#39;s going to fail. Sal worries so much that he often finds it difficult to concentrate on an exam and to complete classwork. As his next math test approaches, he feels extremely nervous about failing. He thinks, It doesn&#39;t matter how much I study. There&#39;s no way I&#39;m going to pass this exam, or this class.&ldquo;</p>\n</blockquote>\n\n<p>Although anxiety like Sal&#39;s can be debilitating, the good news is that there are many ways to lower anxiety about tests and to improve performance.</p>\n\n<p>To learn more about test anxiety and the ways to reduce it, please click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons.  </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for test anxiety was <strong>high</strong>. This suggests that when doing your schoolwork or taking an exam, you often feel uncomfortable or worry a lot about how you will perform. High levels of test anxiety can impair your performance, so you might want to learn new strategies for managing it. </p>\n\n<p>To lower your test anxiety, you can:</p>\n\n<ol>\n<li>Use relaxation techniques to reduce uncomfortable feelings and to increase your focus. </li>\n<li>Learn how to say positive things to yourself about your likelihood of success.</li>\n<li>Create schedules and plan your study time so you don&#39;t have to worry about getting everything done.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Anxiety</h2>\n\n<p>Test anxiety is experienced as negative thoughts (worries, fears), uncomfortable and unpleasant feelings (anxiety), and physical reactions (increased pulse rate). The SRL survey results suggest that you have a <strong>medium level of test anxiety</strong>. This means that from time to time you might worry about how you will perform on a test. Your anxiety might also sometimes cause you to feel on edge, or might make it hard for you to focus on your work. </p>\n\n<p>This scenario illustrates how having a lot of test anxiety can make it hard to study and perform well:</p>\n\n<blockquote>\n<p>Sal, a second year college student, immediately begins to have negative thoughts at the mention of any exam; he believes he&#39;s going to fail. Sal worries so much that he often finds it difficult to concentrate while studying or during an exam. As his next math test approaches, he feels extremely nervous about failing. He thinks, It doesn&#39;t matter how much I study. There&#39;s no way I&#39;m going to pass this exam, or this class.</p>\n</blockquote>\n\n<p>Although anxiety like Sal&#39;s can be debilitating, the good news is that there are many ways to lower test anxiety and improve performance.</p>\n\n<p>To learn more about test anxiety click on the <strong>Learn</strong> and <strong>See</strong> buttons. If you do become anxious, you can click on the <strong>Do</strong> button below for recommendations about managing it. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for test anxiety was <strong>medium</strong>. This means that you might experience some uncomfortable feelings or worry about your performance when doing your schoolwork or facing an exam. High levels of test anxiety can impair your performance, so you might want to learn new strategies for managing it. </p>\n\n<p>To lower your test anxiety, you can:</p>\n\n<ol>\n<li> Use relaxation techniques to reduce uncomfortable feelings and to increase your focus. </li>\n<li> Learn how to say positive things to yourself about your likelihood of success.</li>\n<li> Create schedules and plan study times so you don&#39;t have to worry about getting everything done.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Anxiety</h2>\n\n<p>Test anxiety is experienced as negative thoughts (worries, fears), uncomfortable and unpleasant feelings (anxiety), and physical reactions (increased pulse rate). The SRL survey results suggest that you have a <strong>low level of test anxiety</strong>. That is good news! You may occasionally feel nervous about an exam, but it appears that you don&#39;t worry enough to let negative thoughts and feelings affect your performance. </p>\n\n<p>If you are interested in learning more about test anxiety click on the <strong>Learn</strong> and <strong>See</strong> buttons. If you do become anxious, you can click on the <strong>Do</strong> button below for recommendations about managing it. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for test anxiety was <strong>low</strong>, which is good. You probably don&#39;t worry too much when studying for or taking an exam. It is also likely that you often feel confident about your performance.</p>\n\n<p>To keep your anxiety low, you can:</p>\n\n<ol>\n<li>Use relaxation techniques to reduce uncomfortable feelings and to increase your focus, as needed. </li>\n<li>Say positive things to yourself about your likelihood of success.</li>\n<li>Create schedules and plan study times so you don&#39;t get anxious about being able to do what needs to be done.</li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "mastery_orientation",
          "domainType": "SCORING",
          "label": "Mastery Orientation",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about mastery orientation, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why mastery orientation is important.</p>\n                     <a href=\"http://srl.daacs.net/mastery_orientation_influence.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the effects of mastery orientation.</p>\n                     <a href=\"http://srl.daacs.net/mastery_orientation_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations on how to improve your mastery orientation.</p>\n                     <a href=\"http://srl.daacs.net/mastery_orientation_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,5.0)",
              "MEDIUM": "[5.0,10.0)",
              "HIGH": "[10.0,16.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Mastery Orientation</h2>\n\n<p>Goal orientation refers to the reasons individuals engage in a learning task. Two types of goal orientation include mastery orientation and performance orientation. Individuals with a <strong>mastery orientation</strong> want to master skills and gain knowledge. In contrast, individuals with a <strong>performance orientation</strong> want to perform well so they appear intelligent or capable to others. Most people have a combination of both types of goal orientation, but good learners tend to be more mastery oriented. The scenario below illustrates the distinction between mastery orientation and the less adaptive performance orientation.</p>\n\n<blockquote>\n<p>Janet and Rick are classmates in an Introductory Psychology course. With the midterm exam just a week away, both learners are spending a lot of time studying, but for very different reasons. Rick thinks, &ldquo;This material is fascinating, and I really want to master the basics so that I can take a more advanced course next semester.&rdquo; [mastery orientation] Janet, on the other hand, says to herself, &ldquo;I better do well on this exam so that I don&#39;t come across as dumb or stupid.&rdquo; [performance orientation]</p>\n</blockquote>\n\n<p>The distinction bewteen a mastery and performance orientation may seem like a very minor thing, but it is actually quite important. For Rick, learning is often fun and interesting, whereas for Janet, it can be anxiety-provoking and overwhelming.</p>\n\n<p>The SRL survey focused only on <strong>mastery orientation</strong>. Your score suggests that you don&#39;t typically enjoy academic learning, and that you don&#39;t consider gaining skills and knowledge the top reason for doing your schoolwork. It is possible that you are motivated to do your work for other reasons, which may work well for you. Nonetheless, we encourage you to try to become more mastery-oriented in your thinking. Even if you are motivated now, a mastery orientation can help you enjoy school more and achieve greater success.</p>\n\n<p>To learn more about how to develop and sustain a mastery orientation, click on the <strong>Learn</strong>, <strong>See</strong> and/or <strong>Do</strong> buttons below</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for mastery orientation was <strong>low</strong>. It seems that you don&#39;t typically enjoy learning in school and may not see how schoolwork is relevant to your life. If you work hard at school, it is probably for reasons unrelated to the joy of learning.</p>\n\n<p>To enhance mastery-oriented thinking (and to avoid performance-oriented thinking): </p>\n\n<ol>\n<li> Don&#39;t worry about how others perform; focus on your own growth and learning. </li>\n<li> Focus on your improvement and progress rather than a single grade.</li>\n<li> View mistakes and errors as opportunities to improve.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Mastery Orientation</h2>\n\n<p>Goal orientation refers to the reasons people engage in a learning task. Two types of goal orientation include mastery orientation and performance orientation. People with a <strong>mastery orientation</strong> want to master skills and gain knowledge. In contrast, people with a <strong>performance orientation</strong> want to perform well so they appear intelligent or capable to others. Most people have a combination of both types of goal orientation, but good learners tend to be more mastery oriented. </p>\n\n<p>The scenario below illustrates the distinction between mastery orientation and the less adaptive performance orientation.</p>\n\n<blockquote>\n<p>Janet and Rick are classmates in an Introductory Psychology course. With the midterm exam just a week away, both learners are spending a lot of time studying, but for very different reasons. Rick thinks, &ldquo;This material is fascinating, and I really want to master the basics so that I can take a more advanced course next semester.&rdquo; [mastery orientation] Janet, on the other hand, says to herself, &ldquo;I better do well on this exam so that I don&#39;t come across as dumb or stupid.&rdquo; [performance orientation]</p>\n</blockquote>\n\n<p>The distinction bewteen a mastery and performance orientation may seem like a very minor thing, but it is actually quite important. For Rick, learning is often fun and interesting, whereas for Janet, it can be anxiety-provoking and overwhelming.</p>\n\n<p>The SRL survey focused only on <strong>mastery orientation</strong>. Your results suggest that you exhibit <strong>some tendencies</strong> of a mastery orientation. This suggests that your enjoyment of learning and your desire to gain knowledge and skills are sometimes part of the reason you want to do your school work-but not always. You might find school more enjoyable and interesting if you further develop a mastery-oriented way of thinking. </p>\n\n<p>To learn more about how to develop and sustain a mastery orientation, click on the <strong>Learn</strong>, <strong>See</strong> and/or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for mastery orientation suggests that there are occasions when you enjoy learning just for the sake of learning and when you work hard  because you want to master skills and gain knowledge&ndash;but not always.</p>\n\n<p>To enhance mastery-oriented thinking (and to avoid performance-oriented thinking): </p>\n\n<ol>\n<li> Don&#39;t worry about how others perform; focus on your own growth and learning. </li>\n<li> Focus on your improvement and progress rather than a single grade.</li>\n<li> View mistakes and errors as opportunities to improve.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Mastery Orientation</h2>\n\n<p>Goal orientation refers to the reasons people engage in learning. Two types of goal orientation include mastery orientation and performance orientation. People with a <strong>mastery orientation</strong> want to master skills and gain knowledge. In contrast, people with a <strong>performance orientation</strong> want to perform well so they appear intelligent or capable to others. Most people have a combination of both types of goal orientation, but good learners tend to be more mastery oriented. </p>\n\n<p>The scenario below illustrates the distinction between mastery orientation and the less adaptive performance orientation.</p>\n\n<blockquote>\n<p>Janet and Rick are classmates in an Introductory Psychology course. With the midterm exam just a week away, both learners are spending a lot of time studying, but for very different reasons. Rick thinks, &ldquo;This material is fascinating, and I really want to master the basics so that I can take a more advanced course next semester.&rdquo; [mastery orientation] Janet, on the other hand, says to herself, &ldquo;I better do well on this exam so that I don&#39;t come across as dumb or stupid.&rdquo; [performance orientation]</p>\n</blockquote>\n\n<p>The distinction bewteen a mastery and performance orientation may seem like a very minor thing, but it is actually quite important. For Rick, learning is often fun and interesting, whereas for Janet, it can be anxiety-provoking and overwhelming.</p>\n\n<p>The SRL survey focused only on <strong>mastery orientation</strong>. Your results suggest that you have <strong>high mastery orientation</strong>, which is fabulous! This means that you are motivated to work hard because you enjoy learning and want to gain knowledge and skills. Maintaining a mastery orientation will help keep you motivated to learn and work hard in school.</p>\n\n<p>If you want to learn more about a mastery orientation or how to sustain it, click on the <strong>Learn</strong>, <strong>See</strong>, and <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for mastery orientation was <strong>high</strong>. This means that you find learning enjoyable and, as a result, you work hard to master skills and gain knowledge. </p>\n\n<p>To sustain your high mastery-oriented thinking (and to avoid performance-oriented thinking): </p>\n\n<ol>\n<li> Don&#39;t worry about how others perform; focus on your own growth and learning. </li>\n<li> Focus on your improvement and progress rather than a single grade.</li>\n<li> View mistakes and errors as opportunities to improve.</li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "mindset",
          "domainType": "SCORING",
          "label": "Mindset",
          "content": "<p><link rel=\"stylesheet\" type=\"text/css\" href=\"https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css\">\n<link rel=\"stylesheet\" href=\"http://srl.daacs.net/css/bootstrap.min.css\"></p>\n\n<script src=\"https://maxcdn.bootstrapcdn.com/bootstrap/3.3.4/js/bootstrap.min.js\"></script>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207330839\"></iframe></div>\n\n<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Learn more about mindset</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why mindset is important.</p>\n                     <a href=\"http://srl.daacs.net/mindset_influence.html\" class=\"btn btn-primary\" target=\"_blank\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>See how mindset can influence the way you think, feel, and act</p>\n                     <a href=\"http://srl.daacs.net/mindset_profile.html\" class=\"btn btn-primary\" target=\"_blank\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for how to improve your mindset.</p>\n                     <a href=\"http://srl.daacs.net/mindset_recommendations.html\" class=\"btn btn-primary\" target=\"_blank\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,8.0)",
              "MEDIUM": "[8.0,16.0)",
              "HIGH": "[16.0,24.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Mindset</h2>\n\n<p>Mindset refers to your <em>beliefs</em> about whether your intelligence or ability is fixed (called a fixed mindset) or can change over time with effort (a growth mindset). Mindset refers to your <em>beliefs</em> about intelligence, not whether or not you are smart. </p>\n\n<p>The SRL survey results suggest that you have a <strong>fixed mindset</strong>, meaning you tend to believe your intelligence cannot be changed over time. Having this mindset is disadvantageous because it could lead you to avoid things that are difficult, give up when you struggle, or become anxious when you make mistakes. The two scenarios below illustrate the distinctions between a fixed and growth mindset, as well as the influence of mindset on people&#39;s behavior.</p>\n\n<blockquote>\n<p><strong>FIXED</strong>: Ben received a poor grade on his science midterm and was quick to label himself as &ldquo;bad at science&rdquo; and &ldquo;a failure&rdquo;. Ben decided he was not capable of doing well on the final, and no amount of effort and practice could change that: Why would he put the effort into studying if it wouldn&#39;t make a difference? Feeling defeated, Ben stopped paying attention in class and barely studied for the final exam. </p>\n\n<p><strong>GROWTH</strong>: Nicole took the same science midterm and also received a poor grade. Nicole thought she must not have studied well enough. Although she was disappointed with the grade, Nicole understood that she could improve if she put in more effort and studied the material more thoroughly. Nicole took more detailed class notes, asked questions to clear up confusion, and studied every week using study aids to help her master the material. </p>\n</blockquote>\n\n<p>Although you might have a fixed mindset right now, you can change it to a growth mindset. That is, you can learn to think and <em>act</em> like your intelligence can be improved with effort. </p>\n\n<p>To learn more about a growth mindset and different ways to enhance it, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your SRL survey results indicate that you think like someone with a <strong>fixed</strong> mindset, which means that you believe that your intelligence and ability cannot change, even when you try very hard. That is a disadvantageous belief, but you can develop a more beneficial <strong>growth</strong> mindset.</p>\n\n<p>To shift from a fixed to a growth mindset:</p>\n\n<ol>\n<li> Think of a challenge as an opportunity to learn rather than something to overcome.</li>\n<li> View mistakes as a natural part of learning.</li>\n<li> Pay attention to the things you say to yourself. Remind yourself that you can improve if you just keep trying. </li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Mindset</h2>\n\n<p>Mindset refers to your <em>beliefs</em> about whether intelligence or ability is fixed (called a fixed mindset) or can change over time (a growth mindset). Mindset refers to your <em>beliefs</em> about intelligence, not whether or not you are smart. </p>\n\n<p>The SRL survey results suggest that you have a <strong>mixed mindset</strong>: You answered some questions with a growth mindset, and others with a fixed mindset. The two scenarios below illustrate the distinctions between a fixed and growth mindset, as well as the influence of mindset on people&#39;s behavior.</p>\n\n<blockquote>\n<p><strong>FIXED</strong>: Ben  received a poor grade on his science midterm and was quick to label himself as &ldquo;bad at science&rdquo; and &ldquo;a failure&rdquo;. Ben decided he was not capable of doing well on the final, and no amount of effort and practice could change that: Why would he put the effort into studying if it wouldn&#39;t make a difference? Feeling defeated, Ben stopped paying attention in class and barely studied for the final exam. </p>\n\n<p><strong>GROWTH</strong>: Nicole took the same science midterm and also received a poor grade. Nicole thought she must not have studied well enough. Although she was disappointed with the grade, Nicole understood that she could improve if she put in more effort and studied the material more thoroughly. Nicole took more detailed class notes, asked questions to clear up confusion, and studied every week using study aids to help her master the material. </p>\n</blockquote>\n\n<p>Although you might have a mixed mindset right now, you can change it to a growth mindset. That is, you can learn to think and <em>act</em> like your intelligence can be improved with effort.</p>\n\n<p>To learn more about a growth mindset and different ways to enhance it, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your SRL survey results indicate that you think like someone with a <strong>mixed</strong> mindset: At times you believe that intelligence can be changed with effort (a <strong>growth</strong> mindset) but sometimes you have a <strong>fixed</strong> mindset (a belief that intelligence cannot change, even with effort). Because your mindset influences your behavior, it is important to focus on developing a growth mindset. </p>\n\n<p>To develop a solid growth mindset:</p>\n\n<ol>\n<li> Think of a challenge as an opportunity to learn rather than something to overcome.</li>\n<li> View mistakes as a natural part of learning.</li>\n<li> Pay attention to the things you say to yourself. Remind yourself that you can improve if you just keep trying. </li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Mindset</h2>\n\n<p>Mindset refers to your <em>beliefs</em> about whether you think your intelligence or ability is fixed (called a fixed mindset) or can change over time (called a growth mindset). It refers to your beliefs about intelligence, not whether or not you are smart. </p>\n\n<p>The SRL survey results suggest that you have a <strong>growth mindset</strong>. This is a very positive thing because it means that you probably are not afraid of trying hard and persisting even when something is difficult, and view mistakes as a natural part of learning. The two scenarios below illustrate the distinction between a fixed and growth mindset, and how mindset influences behavior.</p>\n\n<blockquote>\n<p><strong>FIXED</strong>: Ben received a poor grade on his science midterm and was quick to label himself as &ldquo;bad at science&rdquo; and &ldquo;a failure&rdquo;. Ben decided he was not capable of doing well on the final, and thought that no amount of effort and practice could change that: Why would he put the effort into studying if it wouldn&#39;t make a difference? Feeling defeated, Ben stopped paying attention in class and barely studied for the final exam. </p>\n\n<p><strong>GROWTH</strong>: Nicole took the same science midterm and also received a poor grade. Nicole thought she must not have studied well enough. Although she was disappointed with the grade, Nicole understood that she could improve if she put in more effort and studied the material more thoroughly. Nicole took more detailed class notes, asked questions to clear up confusions, and studied every week using study aids to help her master the material. </p>\n</blockquote>\n\n<p>To learn more about a growth mindset and how to sustain it, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>You exhibit the thinking of someone with a <strong>growth</strong> mindset, which means that you correctly believe that your intelligence and abilities can change over time with effort: The harder you try, the more intelligent and capable you become.  </p>\n\n<p>To maintain your beneficial growth mindset:</p>\n\n<ol>\n<li> Think of a challenge as an opportunity to learn rather than something to overcome.</li>\n<li> View mistakes as a natural part of learning.</li>\n<li> Pay attention to the things you say to yourself. Remind yourself that you can improve if you just keep trying. </li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "self_efficacy",
          "domainType": "SCORING",
          "label": "Self Efficacy",
          "content": "<p><link rel=\"stylesheet\" type=\"text/css\" href=\"https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css\">\n<link rel=\"stylesheet\" href=\"http://srl.daacs.net/css/bootstrap.min.css\"></p>\n\n<script src=\"https://maxcdn.bootstrapcdn.com/bootstrap/3.3.4/js/bootstrap.min.js\"></script>\n\n<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207329812\"></iframe></div>\n\n<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know about self-efficacy, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why self-efficacy is important.</p>\n                     <a href=\"http://srl.daacs.net/self-efficacy_importance.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>Read real-life scenarios about the power of self-efficacy.</p>\n                     <a href=\"http://srl.daacs.net/self-efficacy_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for how to improve your self-efficacy.</p>\n                     <a href=\"http://srl.daacs.net/self-efficacy_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,5.0)",
              "MEDIUM": "[5.0,10.0)",
              "HIGH": "[10.0,16.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Self-Efficacy</h2>\n\n<p>Self-efficacy is your confidence in your ability to do something. Self-efficacy is specific to a certain task so, for example, you might have high self-efficacy for a math test but low self-efficacy for public speaking, or vice versa. </p>\n\n<p>The SRL survey suggests that you have <strong>low</strong> <em>self-efficacy for online learning</em>. This might mean that you doubt your abilities, avoid online work, or give up quickly when you encounter challenges. The following scenario illustrates how low self-efficacy can affect a person&#39;s thoughts, feelings, and actions.</p>\n\n<blockquote>\n<p>Maria, a first year college student, was hesitant about enrolling in an online biology course. Although she has strong self-efficacy for reading, science had never been her strongest subject and she was afraid that she wouldn&#39;t understand  biology concepts without meeting face-to-face with an instructor. The first class module was difficult for Maria, and she had a hard time understanding the material. &ldquo;I may as well give up now,&rdquo; she thought, &ldquo;Maybe this was a mistake.&rdquo;</p>\n</blockquote>\n\n<p>Students like Maria have many self-doubts when learning, which can cause them to give up prematurely and to avoid things. The key thing that Maria needs are opportunities to practice working online so that she can experience some success. As students become more confident they tend to try harder, persist longer, and perform better in school.</p>\n\n<p>Having low self-efficacy is not ideal&ndash;but it is not something to feel badly about. These beliefs can be changed and are somewhat under your control. To learn more about self-efficacy and/or a few strategies to help you become more confident working in an online environment, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below.  </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for self-efficacy for online learning was <strong>low</strong>, which suggests that you doubt your ability to learn online. Improving your self-efficacy is important because it can make you try harder, stay motivated, and persist, even when something is hard for you.</p>\n\n<p>Here are just a few of many strategies you can use to improve your self-efficacy:</p>\n\n<ol>\n<li> Use positive self-talk when you encounter difficulties.</li>\n<li> Feel prepared by practicing assignments and quizzing yourself when learning new information.</li>\n<li> Remind yourself of all of the things that you do well in school.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Self-Efficacy</h2>\n\n<p>Self-efficacy is your level of confidence in your ability to do something. Self-efficacy is specific to a certain task so, for example, you might have high self-efficacy for math test but low self-efficacy for public speaking, or vice versa. </p>\n\n<p>The SRL survey suggests that you have <strong>medium</strong> <em>self-efficacy for online learning</em>. That means you <em>sometimes</em> feel capable of performing well in an online environment. It is possible that your confidence goes up or down depending on the particular topic or activity you are completing online. </p>\n\n<p>The scenario below illustrates how self-efficacy for online learning can influence a person&#39;s thoughts, feelings, and actions.</p>\n\n<blockquote>\n<p>Maria, a first year college student, was hesitant about enrolling in an online biology course. Although she possesses strong self-efficacy for reading, science had never been her strongest subject and she was afraid that she wouldn&#39;t understand biology concepts without meeting face-to-face with an instructor. The first class module was difficult for Maria, and she had a hard time understanding the material. &ldquo;I may as well give up now,&rdquo; she thought, &ldquo;Maybe this was a mistake.&rdquo;</p>\n</blockquote>\n\n<p>Students like Maria have many self-doubts when learning, which can cause them to give up prematurely and to avoid things. The key thing that Maria needs are opportunities to practice working online so that she can experience some success. As students become more confident they tend to try harder, persist longer, and perform better in school.</p>\n\n<p>Given that your self-efficacy may go up and down, you may benefit from learning more about self-efficacy and/or a few strategies to help you become more confident working in an online environment. Click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below to delve deeper.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for self-efficacy for online learning was <strong>medium</strong>, meaning you are probably somewhat confident in your ability to learn in an online environment. Boosting your self-efficacy is important because it can make you try harder, stay motivated, and persist even when something is difficult for you.</p>\n\n<p>Here are just a few strategies to improve your self-efficacy:</p>\n\n<ol>\n<li> Use positive self-talk when you encounter difficulties.</li>\n<li> Feel prepared by practicing assignments and quizzing yourself when learning new information.</li>\n<li> Remind yourself of all of the things that you do well in school.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Self-Efficacy</h2>\n\n<p>Self-efficacy is your level of confidence in your ability to do something. Self-efficacy is specific to a certain task so, for example, you might have high self-efficacy for a math test but low self-efficacy for public speaking, or vice versa. </p>\n\n<p>The SRL survey suggests that you have <strong>high</strong> <em>self-efficacy for online learning</em>. That means you probably feel capable of performing well in an online environment. This is great, because high self-efficacy leads people to try hard, persist, and succeed.  </p>\n\n<p>To learn more about self-efficay and the different ways to maintain your high self-efficacy, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons below.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score for self-efficacy for online learning was <strong>high</strong>, meaning you are confident in your ability to learn in an online environment. It is important to keep your self-efficacy high because it can help you to stay motivated and to persist when something is hard for you.</p>\n\n<p>Here are just few strategies for maintaining your high self-efficacy:</p>\n\n<ol>\n<li> Use positive self-talk when you encounter difficulties.</li>\n<li> Practice completing assignments and quiz yourself when learning new information.</li>\n<li> Remind yourself of all of the things that you do well in school.</li>\n</ol>\n"
              }
            ]
          }
        }
      ]
    },
    {
      "id": "metacognition",
      "domainType": "SCORING",
      "label": "Metacognition",
      "content": "<div class=\"embed-responsive embed-responsive-16by9\"><iframe width=\"853\" height=\"480\" src=\"https://player.vimeo.com/video/207330076\"></iframe></div>\n",
      "rubric": {
        "completionScoreMap": {
          "LOW": "[0.0,17.0)",
          "MEDIUM": "[17.0,34.0)",
          "HIGH": "[34.0,52.0]"
        },
        "supplementTable": [
          {
            "completionScore": "LOW",
            "content": "<h2>Metacognition</h2>\n\n<p>Students who are successful in college often use <strong>metacognitive skills</strong> including planning, monitoring, and evaluation. Metacognitive skills are important because they help students stay aware of and take control over how they approach and react to learning tasks.</p>\n\n<p>Your score on the metacognition scale suggests that you do not tend to use metacognitive skills as frequently as you could be. The more you are able to take control of your thinking, the better you will be able to understand things more deeply, remember them longer, and do better in school. Improving these skills will also help you find that you can <strong>reflect</strong> on the appropriateness of learning strategies and <strong>adjust</strong> as needed. </p>\n\n<p>Click on the <strong>Planning</strong>, <strong>Monitoring</strong>, and <strong>Evaluation</strong> buttons to learn more.</p>\n",
            "contentSummary": "<p>Metacognition is thinking about your thinking. It involves being aware of your thoughts and controlling how you approach learning. The SRL survey examined three key aspects of metacognition: 1) the extent to which you <strong>plan</strong> before you learn, 2) how frequently you <strong>monitor</strong> or keep track of your learning, and 3) the extent to which you <strong>reflect on and evaluate</strong> your learning. </p>\n\n<p>Your score for metacognition was in the <strong>low range</strong>, which means that you do not typically plan ahead, monitor yourself when learning, or evaluate the best approaches to learn. Please click on the <strong>More Info</strong> buttons to learn how to improve these skills.  </p>\n"
          },
          {
            "completionScore": "MEDIUM",
            "content": "<h2>Metacognition</h2>\n\n<p>Students who are successful in college often use metacognitive skills including planning, monitoring, and evaluation. Metacognitive skills are important because they help students stay aware of and take control over how they approach and react to learning tasks.</p>\n\n<p>Your metacognition score was in the <strong>medium range</strong>, which suggests that you have some of the metacognitive skills needed to learn and complete college-level work. The more you are able to take control of your thinking, the better you will be able to understand things more deeply, remember them longer, and do better in school. Improving these skills will also help you find that you can <strong>reflect</strong> on the appropriateness of learning strategies and <strong>adjust</strong> as needed. </p>\n\n<p>Click on the <strong>Planning</strong>, <strong>Monitoring</strong>, and <strong>Evaluation</strong> buttons to learn more.</p>\n",
            "contentSummary": "<p>Metacognition is thinking about your thinking. It involves being aware of your thoughts and controlling how you approach learning. The SRL survey examined three key aspects of metacognition: 1) the extent to which you <strong>plan</strong> before you learn, 2) how frequently you <strong>monitor</strong> or keep track of your learning, and 3) the extent to which you <strong>reflect on and evaluate</strong> your learning. </p>\n\n<p>Your score for metacognition was in the <strong>middle range</strong>, which suggests there is room for improving your planning, monitoring, and/or evaluation skills. Please click on the <strong>More Info</strong> buttons to learn how to improve these skills. </p>\n"
          },
          {
            "completionScore": "HIGH",
            "content": "<h2>Metacognition</h2>\n\n<p>Students who are successful in college often use metacognitive skills including planning, monitoring, and evaluation. Metacognitive skills are important because they help students stay aware of and take control over how they approach and react to learning tasks.</p>\n\n<p>Your metacognition score was in the <strong>high range,</strong> suggesting that you have a strong set of the metacognitive skills that are necessary to succeed in college-level work. You might be ready to up your game by using some sophisticated metacognitive strategies that involve the deep processing of information.</p>\n\n<p>To learn more about these strategies, please click on the <strong>Planning</strong>, <strong>Monitoring</strong>, and/or <strong>Evaluation</strong> buttons.</p>\n",
            "contentSummary": "<p>Metacognition is thinking about your thinking. It involves being aware of your thoughts and controlling how you approach learning. The SRL survey examined three key aspects of metacognition: 1) the extent to which you <strong>plan</strong> before you learn, 2) how frequently you <strong>monitor</strong> or keep track of your learning, and 3) the extent to which you <strong>reflect on and evaluate</strong> your learning. </p>\n\n<p>Your score for metacognition was in the <strong>high range</strong>, which suggests you often do things like planning, monitoring, and evaluating yourself. If you want to learn more about these skills, click on the <strong>More Info</strong> buttons. </p>\n"
          }
        ]
      },
      "subDomains": [
        {
          "id": "evaluation",
          "domainType": "SCORING",
          "label": "Evaluation",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about metacognitive evaluation, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why self-evaluation is important.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_evaluation_importance.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>See how self-evaluation can influence the way you think, feel, and act</p>\n                     <a href=\"http://srl.daacs.net/metacognition_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your self-evaluation skills.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,5.0)",
              "MEDIUM": "[5.0,10.0)",
              "HIGH": "[10.0,16.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Evaluation</h2>\n\n<p>Evaluation is one aspect of metacognition. The SRL survey suggests that you <strong>do not frequently</strong> evaluate your learning. It seems that you do not typically try to figure out how well you learned, which strategies helped you learn best, or how you might need to improve. Being a good self-evaluator can help you avoid mistakes. It can also help you recognize when you might need to adjust or change. </p>\n\n<p>The following scenario illustrates how inconsistent self-evaluation can negatively impact learning:</p>\n\n<blockquote>\n<p>Anthony, a first-year college student, was preparing for his first history exam of the semester. He studied for a few hours, memorizing key events and dates. He went to the exam confident in his ability to perform well. Much to his surprise, he received a C on the exam. While going over the test in class, Anthony realized that the professor expected him to be able to analyze historical events, not just memorize them. This misunderstanding as well as Anthony&#39;s tendency to <em>not</em> self-assess or check his learning while studying led him to study in ineffective ways. Anthony felt stuck and somewhat nervous because he is having another exam in a few weeks and doesn&#39;t know how to go about studying.</p>\n</blockquote>\n\n<p>Anthony&#39;s experience of overestimating his learning during studying is common among college students. The key to avoiding these situations is to prompt yourself to engage in more effective self-evaluation.</p>\n\n<p>To guide you in self-evaluation, please click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons.  </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score indicates that you <strong>do not frequently</strong> reflect on and evaluate your thinking, learning, and schoolwork. Thus, after you complete an assignment, you might not think about how well you performed or how you can improve your learning. Because self-evaluation is a key skill for college students, consider using the following strategies to <strong>enhance your evaluation skills</strong>:</p>\n\n<ol>\n<li> As you work on an assignment, ask yourself &ldquo;Am I learning what I am supposed to?&rdquo;</li>\n<li> After you complete an assignment, ask yourself, &ldquo;What was the most important thing I learned?&rdquo; and &ldquo;What can I do better next time?&rdquo;</li>\n<li> Keep a list of learning strategies that seem to work best for you.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Evaluation</h2>\n\n<p>Evaluation is one aspect of metacognition. Your responses to the SRL survey suggest that you <strong>occasionally evaluate</strong> your learning, meaning that at times you will figure out how well you learned, what worked well, and how you can improve, but you do not do these things consistently. Being a consistent self-evaluator can help you avoid  mistakes and let you know when you need to adjust or change. </p>\n\n<p>The following scenario illustrates how inconsistent self-evaluation can negatively impact learning:</p>\n\n<blockquote>\n<p>Anthony, a first-year college student, was preparing for his first history exam of the semester. He studied for a few hours, memorizing key events and dates. He went to the exam confident in his ability to perform well. Much to his surprise, he received a C on the exam. While going over the test in class, Anthony realized that the professor expected him to be able to analyze historical events, not just memorize them. This misunderstanding as well as Anthony&#39;s tendency to <strong>not</strong> self-assess or check his learning while studying led him to study in ineffective ways. Anthony felt stuck and somewhat nervous because he is having another exam in a few weeks and doesn&#39;t know how to go about studying.</p>\n</blockquote>\n\n<p>Anthony&#39;s experience of overestimating his learning during studying is common among college students. The key to avoiding these situations is to prompt yourself to engage in more effective self-evaluation.</p>\n\n<p>To guide you in self-evaluation, please click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score indicates that you <strong>sometimes</strong> reflect on and evaluate the ways in which you learn, study, and complete your schoolwork. Thus, after you complete an assignment, you might not always think about how well you performed or how you can improve your learning.</p>\n\n<p>To <strong>increase the frequency</strong> with which you self-evaluate, consider using the following strategies:</p>\n\n<ol>\n<li> As you work on an assignment, ask yourself &ldquo;Am I learning what I am supposed to?&rdquo;</li>\n<li> After you complete an assignment, ask yourself, &ldquo;What was the most important thing I learned?&rdquo; and &ldquo;What can I do better next time?&rdquo;</li>\n<li> Keep a list of learning strategies that seem to work best for you. </li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Evaluation</h2>\n\n<p>Evaluation is one aspect of metacognition. Your SRL survey results suggest that you <strong>frequently</strong> evaluate your learning. Thus, you seem to figure out how well you learn. You also tend to think about what worked well and how you can improve. Continuing to evaluate your thinking and learning will help you avoid mistakes and can let you know when you might need to adjust your approach to learning and studying. </p>\n\n<p>Keep up the good work! To continue being a sophisticated self-evaluator, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons to delve deeper. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your score indicates that you <strong>frequently</strong> reflect on and evaluate the ways in which you learn, study, and complete your schoolwork. Because self-evaluation is a key skill for college students, you are right on track with this skill. </p>\n\n<p>To continue being a <strong>frequent evaluator</strong>, consider using the following strategies:</p>\n\n<ol>\n<li> As you work on assignment, ask yourself &ldquo;Am I learning what I am supposed to?&rdquo;</li>\n<li> After you complete an assignment, ask yourself, &ldquo;What was the most important thing I learned?&rdquo; and &ldquo;What can I do better next time?&rdquo;</li>\n<li> Keep a list of learning strategies that seem to work best for you. </li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "monitoring",
          "domainType": "SCORING",
          "label": "Monitoring",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about self-monitoring, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why self-monitoring is important.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_monitoring_importance.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>See how self-monitoring can influence the way you think, feel, and act.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your self-monitoring skills.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,8.0)",
              "MEDIUM": "[8.0,16.0)",
              "HIGH": "[16.0,24.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Monitoring</h2>\n\n<p>Monitoring is one aspect of metacognition. Your responses to the SRL survey suggest that you <strong>do not frequently</strong> monitor your learning. That is, you do not typically keep track of how well you learned or performed a task. You also might not be aware of things that are challenging, or times when you are not performing at a desired level. Becoming more aware of your thinking can let you know when and how you might need to change up your study approaches to improve your learning.</p>\n\n<p>The following two scenarios illustrate the value of effective self-monitoring:</p>\n\n<blockquote>\n<p>Jose, a third year college student, is currently enrolled in an online biology course. There are a lot of assigned readings for the class, and Jose tries to get through them as quickly as he can-without stopping to make sure he understands what he is reading. Often, after reading an entire book chapter, he will think, &ldquo;What did I just read?&rdquo; By the next day, Jose has usually forgotten what he read the night before, but he  keeps doing the readings this way because he has so much to cover. </p>\n\n<p>Sandra, Jose&#39;s classmate, also struggles to complete all the class readings, but she makes sure to pause and monitor her level of understanding of the reading. As she reads, Sandra highlights a word on the page that was confusing or marks an entire paragraph that was not clear. She also writes down questions after completing the reading, to remind herself what she needs to ask her classmates or instructor. Tracking these types of things helps to increase Sandra&#39;s confidence and her ability to learn in the class.</p>\n</blockquote>\n\n<p>A key thing that distinguished Sandra and Jose was that Sandra frequently monitored how she was learning. She also kept track of the things that were confusing or challenging, which helped her seek out the help she needed. Just remember that becoming a more effective monitor is something that can be learned and improved.</p>\n\n<p>To gain a more full understanding of self-monitoring approaches, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the SRL survey indicate that you <strong>do not frequently</strong> self-monitor or keep track of your learning or the specific things you do when completing an assignment. When students do not monitor their thoughts and behaviors during learning, they will often lack awareness about what needs to be improved or changed. </p>\n\n<p>To increase the frequency and quality of your <strong>self-monitoring</strong>:   </p>\n\n<ol>\n<li> Ask yourself these questions while you listen to lectures, read texts, and watch videos: &ldquo;Am I learning the material? Is anything getting in the way of my learning?&rdquo;</li>\n<li> Make two lists: One list of tasks that you do well, and another of tasks with which you struggle. Click on <strong>More Info</strong> for recommendations for dealing with the tasks on the second list.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Monitoring</h2>\n\n<p>Monitoring is one aspect of metacognition. The SRL survey results suggests that you <strong>occasionally</strong> monitor yourself when learning. Thus, you sometimes track how well you learn or perform a task and may be aware of the challenges you encounter, but perhaps you do not do these things  as much as you need to. Becoming more aware of your thinking can let you know when and how you might need to change up your study approaches to improve your learning.</p>\n\n<p>The following two scenarios illustrate the value of effective self-monitoring:</p>\n\n<blockquote>\n<p>Jose, a third year college student, is currently enrolled in an online biology course. There are a lot of assigned readings for the class, and Jose tries to get through them as quickly as he can-without stopping to make sure he understands what he is reading. Often, after reading an entire book chapter, he will think, &ldquo;What did I just read?&rdquo; By the next day, Jose has usually forgotten what he read the night before, but he  keeps doing the readings this way because he has so much to cover. </p>\n\n<p>Sandra, Jose&#39;s classmate, also struggles to complete all the class readings, but she makes sure to pause and monitor her level of understanding of the reading. As she reads, Sandra highlights a word on the page that was confusing or marks an entire paragraph that was not clear. She also writes down questions after completing the reading to remind herself what she needs to ask her classmates or instructor. Tracking these types of things helps to increase Sandra&#39;s confidence and her ability to learn in the class.</p>\n</blockquote>\n\n<p>A key thing that distinguished Sandra and Jose was that Sandra frequently monitored how she was learning. She also kept track of the things that were confusing or challenging, which helped her seek out the help she needed. Just remember that becoming a more effective monitor is something that can be learned and improved.</p>\n\n<p>To gain a more full understanding of self-monitoring approaches, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the SRL survey suggest that you <strong>sometimes</strong> monitor the thinking and learning you do for school. Because self-monitoring is known to deepen and speed up learning and to keep you aware of important things to focus on during learning, you could benefit from learning more about the monitoring process.  </p>\n\n<p>To <strong>increase the frequency</strong> of your self-monitoring:   </p>\n\n<ol>\n<li> Ask yourself these questions while you listen to lectures, read texts, and watch videos: &ldquo;Am I learning the material? Is anything getting in the way of my learning?&rdquo;</li>\n<li> Make two lists: One list of tasks that you do well, and another of tasks with which you struggle. Click on <strong>More Info</strong> for recommendations for dealing with the tasks on the second list.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Monitoring</h2>\n\n<p>Monitoring is one aspect of metacognition. Your responses to the SRL survey indicate that you <strong>frequently</strong> monitor while you learn. Thus, you seem to be aware of when something is challenging for you and or when you are not performing at a desired level. Keeping a high level of awareness about your thinking is important because it lets you know when and how you might need to adjust to improve your learning.</p>\n\n<p>Keep up the good work! To stay on this path of <strong>frequent monitoring</strong>, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons to dig a little deeper.</p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your scores indicate that you <strong>frequently</strong> monitor your thinking and learning. Thus, you may do things like writing down things that are difficult for you or keeping track of you how you perform on an assignment. These types of things help keep you aware of important things to focus on when learning.</p>\n\n<p>To continue being a <strong>frequent monitor</strong>, consider using the following strategies:</p>\n\n<ol>\n<li> Ask yourself questions as you listen to lectures, read text, and watch videos: &ldquo;Am I learning the material? Is anything getting in the way of my learning?&rdquo;</li>\n<li> Make two lists: One list of tasks that you do well, and another of tasks with which you struggle. Click on <strong>More Info</strong> for recommendations for dealing with the tasks on the second list.</li>\n</ol>\n"
              }
            ]
          }
        },
        {
          "id": "planning",
          "domainType": "SCORING",
          "label": "Planning",
          "content": "<div class=\"row\">\n         <div class=\"col-lg-12\">\n             <h2 class=\"page-header\">Now that I know more about metacognitive planning, what can I do?</h2>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-info fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Learn</h4>\n                     <p>Learn why planning is important.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_planning_importance.html\" target=\"_blank\" class=\"btn btn-primary\">Learn more</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-eye fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>See</h4>\n                     <p>See how planning can influence the way you think, feel, and act.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_profile.html\" target=\"_blank\" class=\"btn btn-primary\">See profiles</a>\n                 </div>\n             </div>\n         </div>\n         <div class=\"col-md-4 col-sm-6\">\n             <div class=\"panel panel-default text-center\">\n                 <div class=\"panel-heading\">\n                     <span class=\"fa-stack fa-5x\">\n                           <i class=\"fa fa-circle fa-stack-2x text-primary\"></i>\n                           <i class=\"fa fa-check-square-o fa-stack-1x fa-inverse\"></i>\n                     </span>\n                 </div>\n                 <div class=\"panel-body\">\n                     <h4>Do</h4>\n                     <p>Recommendations for improving your planning skills.</p>\n                     <a href=\"http://srl.daacs.net/metacognition_recommendations.html\" target=\"_blank\" class=\"btn btn-primary\">Recommendations</a>\n                 </div>\n             </div>\n         </div>\n</div>\n",
          "rubric": {
            "completionScoreMap": {
              "LOW": "[0.0,4.0)",
              "MEDIUM": "[4.0,8.0)",
              "HIGH": "[8.0,12.0]"
            },
            "supplementTable": [
              {
                "completionScore": "LOW",
                "content": "<h2>Planning</h2>\n\n<p>Planning is one aspect of metacognition. Your responses to the SRL survey suggest that you <strong>do not frequently plan</strong> how to complete your schoolwork. When students do not think about the expectations for assignments or reflect on the best ways to learn, they will often make more mistakes and will likely become stuck when learning without knowing why. Increasing the frequency with which you plan can help you complete assignments correctly and with greater efficiency but less stress. </p>\n\n<p>The following scenario illustrates the importance of seeking out help to learn how to plan and prepare in school:</p>\n\n<blockquote>\n<p>Sophia, a second year college student, was feeling stressed and overwhelmed as her math course entered its second week. &ldquo;Wow! I have a lot of assignments for this class,&rdquo; she thought, &ldquo;I really have to figure out a good plan so that I don&#39;t fall behind.&rdquo; After meeting with her DAACS advisor, Sophia realized the importance of trying to figure out the requirements for each assignment, stating, &ldquo;If I don&#39;t understand what is expected for an assignment, how on earth can I be strategic about completing it?&rdquo; Sophia&#39;s next step was to develop a plan about how to best approach her work for all of her courses. When speaking with her advisor, Sophia commented, &ldquo;Because assignments are so different across my classes, I am going to need help in figuring out how my approch might need to differ for each.&rdquo;</p>\n</blockquote>\n\n<p>Sophia&#39;s initial conversation with her advisor changed her outlook and perspective about school. He helped her realize that there was value in pausing and reflecting about an assignment for a few minutes before attempting to complete it. Having this realization naturally led Sophia to seek out additional assistance about how to become a more effective planner.</p>\n\n<p>To learn more about effective planning strategies, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the SRL survey suggest that you <strong>do not frequently</strong> plan how to approach your schoolwork. When you are assigned a task, you might not think about the most important parts or may not try to identify the most effective approaches to use to complete the task. Planning is such an important part of learning because it helps you to focus your attention and to become more proficient in what you do. </p>\n\n<p>To become a more <strong>effective planner</strong>, consider using some of the following strategies:</p>\n\n<ol>\n<li> Ask yourself questions before you begin a learning activity: &ldquo;What am I expected do? What approach to this work can help me do well?&rdquo; </li>\n<li> Brainstorm multiple ways to approach an activity and then choose the best option.</li>\n<li> Ask your teachers questions about tasks and new material.</li>\n</ol>\n"
              },
              {
                "completionScore": "MEDIUM",
                "content": "<h2>Planning</h2>\n\n<p>Planning is one aspect of metacognition. Your responses to the SRL survey suggest that you <strong>sometimes plan</strong> how to complete your schoolwork. This means that you might not always think about the requirements of an assignment, which may lead to mistakes or delays in completing your work. Increasing the frequency with which you plan can help you complete assignments correctly and with greater efficiency but less stress. </p>\n\n<p>The following scenario illustrates the importance of seeking out help to learn how to plan and prepare in school:</p>\n\n<blockquote>\n<p>Sophia, a second year college student, was feeling stressed and overwhelmed as her math course entered its second week. &ldquo;Wow! I have a lot of assignments for this class,&rdquo; she thought, &ldquo;I really have to figure out a good plan so that I don&#39;t fall behind.&rdquo; After meeting with her DAACS advisor, Sophia realized the importance of trying to figure out the requirements for each assignment, stating, &ldquo;If I don&#39;t understand what is expected for an assignment, how on earth can I be strategic about completing it?&rdquo; Sophia&#39;s next step was to develop a plan about how to best approach her work for all of her courses. When speaking with her advisor, Sophia commented, &ldquo;Because assignments are so different across my classes, I am going to need help in figuring out how my approch might need to differ for each.&rdquo;</p>\n</blockquote>\n\n<p>Sophia&#39;s initial conversation with her advisor changed her outlook and perspective about school. He helped her realize that there was value in pausing and reflecting about an assignment for a few minutes before attempting to complete it. Having this realization naturally led Sophia to seek out additional assistance about how to become a more effective planner.</p>\n\n<p>To learn more about effective planning strategies, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the SRL survey indicate that you <strong>sometimes plan</strong> how to approach your schoolwork. Thus, before completing an assignment you might think about the most important parts of the assignment or the best approach needed to complete it. Because planning can help students focus their attention and to become more proficient in what they do, you may want to consider using the following planning strategies:</p>\n\n<ol>\n<li>Ask yourself questions before you begin a learning activity: &ldquo;What am I expected do? What approach can help me do well?&rdquo; </li>\n<li>Brainstorm multiple ways to approach an activity and then choose the best option.</li>\n<li>Ask your teachers about the best ways to go about doing their assignments.</li>\n</ol>\n"
              },
              {
                "completionScore": "HIGH",
                "content": "<h2>Planning</h2>\n\n<p>Planning is one aspect of metacognition. Your responses to the SRL survey suggest that you are a <strong>frequent</strong> planner. This is a very positive quality because it means that you often think before taking action. When students think about the expectations for assignments, reflect on how to organize their work, and ask themsevles about the best ways to learn, they will often have an easier time completing activities. Keep up the good work! </p>\n\n<p>For more ideas about being a <strong>frequent planner</strong>, click on the <strong>Learn</strong>, <strong>See</strong>, and/or <strong>Do</strong> buttons to delve deeper. </p>\n\n<h2>Your Survey Responses</h2>\n",
                "contentSummary": "<p>Your responses to the SRL survey suggest that you <strong>frequently</strong> plan how to approach your schoolwork. Thus, before you begin completing an assignment, you are likely to think about the most important parts or the best approaches needed to perform well on that assignment. Planning is a very important skill to continue to develop in college.</p>\n\n<p>To continue being a <strong>frequent planner</strong>, consider using the following strategies:</p>\n\n<ol>\n<li> Ask yourself questions before you begin a learning activity: &ldquo;What am I expected do? What approach to this work can help me do well?&rdquo; </li>\n<li> Brainstorm multiple ways to approach an activity and then choose the best option.</li>\n<li> Ask your teachers about how best to approach their assignments. </li>\n</ol>\n"
              }
            ]
          }
        }
      ]
    },
    {
      "id": "grit",
      "domainType": "ANALYSIS",
      "label": "Grit",
      "content": "",
      "rubric": {
        "completionScoreMap": {
          "LOW": "[0.0,13.0)",
          "MEDIUM": "[13.0,26.0)",
          "HIGH": "[26.0,40.0]"
        },
        "supplementTable": [
          {
            "completionScore": "LOW",
            "content": "",
            "contentSummary": ""
          },
          {
            "completionScore": "MEDIUM",
            "content": "",
            "contentSummary": ""
          },
          {
            "completionScore": "HIGH",
            "content": "",
            "contentSummary": ""
          }
        ]
      }
    }
  ],
  "itemGroups": [
    {
      "items": [
        {
          "question": "I find coursework enjoyable.",
          "domainId": "mastery_orientation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "I want to master the things I am learning.",
          "domainId": "mastery_orientation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "You have a certain amount of intelligence, and you can't really do much about it.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 4
            },
            {
              "content": "Disagree",
              "score": 3
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 1
            },
            {
              "content": "Strongly Agree",
              "score": 0
            }
          ]
        },
        {
          "question": "No matter who you are, you can significantly change your intelligence level.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "You can always greatly change how intelligent you are.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "I am confident I can learn without the physical presence of an instructor to assist me.",
          "domainId": "self_efficacy",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "I am certain I can understand even the most difficult material presented in an online course.",
          "domainId": "self_efficacy",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "What I am learning is relevant to my life.",
          "domainId": "mastery_orientation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "Learning is fun for me.",
          "domainId": "mastery_orientation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "Your intelligence is something about you that you can't change very much.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 4
            },
            {
              "content": "Disagree",
              "score": 3
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 1
            },
            {
              "content": "Strongly Agree",
              "score": 0
            }
          ]
        },
        {
          "question": "You can learn new things, but you can't really change your basic intelligence.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 4
            },
            {
              "content": "Disagree",
              "score": 3
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 1
            },
            {
              "content": "Strongly Agree",
              "score": 0
            }
          ]
        },
        {
          "question": "No matter how much intelligence you have, you can always change it quite a bit.",
          "domainId": "mindset",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "I am confident I can do an outstanding job on the activities in an online course.",
          "domainId": "self_efficacy",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        },
        {
          "question": "Even with distractions, I am confident I can learn material presented online.",
          "domainId": "self_efficacy",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Strongly Disagree",
              "score": 0
            },
            {
              "content": "Disagree",
              "score": 1
            },
            {
              "content": "Neither Agree nor Disagree",
              "score": 2
            },
            {
              "content": "Agree",
              "score": 3
            },
            {
              "content": "Strongly Agree",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "I wait to the last minute to start studying for upcoming tests.",
          "domainId": "managing_time",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I finish all of my schoolwork before I do anything else.",
          "domainId": "managing_time",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I worry so much before a major exam that I am too worn out to do my best on the exam.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I ask myself if I learned as much as I could have once I finish a task.",
          "domainId": "evaluation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask myself questions about how well I am doing while I am learning something new.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask myself if what I'm reading is related to what I already know.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I make sure no one disturbs me when I study.",
          "domainId": "managing_environment",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I think about the types of questions that might be on a test.",
          "domainId": "understanding",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask my instructor questions when I do not understand something.",
          "domainId": "help_seeking",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "I avoid asking questions about things I don't understand.",
          "domainId": "help_seeking",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "When I study for my exams, I worry that I will not remember the material on the exam.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I feel out of sorts or not really myself when I take important exams.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I ask myself how well I accomplished my goals once I'm finished.",
          "domainId": "evaluation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I find myself pausing regularly to check my comprehension.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I think of several ways to solve a problem and choose the best one.",
          "domainId": "planning",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I stop and go back over new information that is not clear.",
          "domainId": "understanding",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I make pictures or diagrams to help me learn concepts.",
          "domainId": "understanding",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "I let people interrupt me when I am studying.",
          "domainId": "managing_environment",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "During important exams, I think that I am doing awful or that I may fail.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "The closer I am to a major exam, the harder it is for me to concentrate on the material.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I ask myself if I have considered all options after I solve a problem.",
          "domainId": "evaluation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I find myself analyzing the usefulness of strategies while I study.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I think about what I really need to learn before I begin a task.",
          "domainId": "planning",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I stop and reread when I get confused.",
          "domainId": "understanding",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask others for help when I don't understand something.",
          "domainId": "help_seeking",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "I pace myself while learning in order to have enough time.",
          "domainId": "managing_time",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "During important exams, I cannot remember material that I knew before the exam.",
          "domainId": "anxiety",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 4
            },
            {
              "content": "Not Very Often",
              "score": 3
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 1
            },
            {
              "content": "Almost Always",
              "score": 0
            }
          ]
        },
        {
          "question": "I summarize what I've learned after I finish.",
          "domainId": "evaluation",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask myself periodically if I am meeting my goals.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I consider several alternatives to a problem before I answer.",
          "domainId": "monitoring",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I ask myself questions about the material before I begin.",
          "domainId": "planning",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I consciously focus my attention on important information.",
          "domainId": "understanding",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        },
        {
          "question": "I try to study in a place that has no distractions (e.g., noise, people talking).",
          "domainId": "managing_environment",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Almost Never",
              "score": 0
            },
            {
              "content": "Not Very Often",
              "score": 1
            },
            {
              "content": "Somewhat Often",
              "score": 2
            },
            {
              "content": "Pretty Often",
              "score": 3
            },
            {
              "content": "Almost Always",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "Setbacks don't discourage me. I don't give up easily.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        },
        {
          "question": "I am a hard worker.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        },
        {
          "question": "I have difficulty maintaining my focus on projects that take more than a few months to complete.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 4
            },
            {
              "content": "Not Much Like Me",
              "score": 3
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 1
            },
            {
              "content": "Very Much Like Me",
              "score": 0
            }
          ]
        },
        {
          "question": "I am diligent. I never give up.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        },
        {
          "question": "My interests change from year to year.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        }
      ]
    },
    {
      "items": [
        {
          "question": "I have been obsessed with a certain idea or project for a short time but later lost interest.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 4
            },
            {
              "content": "Not Much Like Me",
              "score": 3
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 1
            },
            {
              "content": "Very Much Like Me",
              "score": 0
            }
          ]
        },
        {
          "question": "I often set a goal but later choose to pursue a different one.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 4
            },
            {
              "content": "Not Much Like Me",
              "score": 3
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 1
            },
            {
              "content": "Very Much Like Me",
              "score": 0
            }
          ]
        },
        {
          "question": "I finish whatever I begin.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        },
        {
          "question": "New ideas and projects sometimes distract me from previous ones.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 4
            },
            {
              "content": "Not Much Like Me",
              "score": 3
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 1
            },
            {
              "content": "Very Much Like Me",
              "score": 0
            }
          ]
        },
        {
          "question": "I have overcome setbacks to conquer an important challenge.",
          "domainId": "grit",
          "itemContent": {},
          "possibleItemAnswers": [
            {
              "content": "Not at All Like Me",
              "score": 0
            },
            {
              "content": "Not Much Like Me",
              "score": 1
            },
            {
              "content": "Somewhat Like Me",
              "score": 2
            },
            {
              "content": "Mostly Like Me",
              "score": 3
            },
            {
              "content": "Very Much Like Me",
              "score": 4
            }
          ]
        }
      ]
    }
  ]
}